Repository: YuraSerko/globalhome
Catalog: globalhome/externalnumbers/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Local numbers
ru: Местные номера

source: Add local numbers
ru: Добавить местные номера

source: Error range!
ru: Неверный диапазон!

source: Number %s is incorrect format!
ru: Номер %s в неверном формате!

source: Number %s already exists!
ru: Номер %s уже существует!

source: %s numbers successfully added
ru: %s номеров успешно добавлены

source: Edit local number
ru: Редактировать местный номер

source: Local number successfully reserved
ru: Местный номер успешно зарезервирован

source: Local number successfully freed
ru: Местный номер успешно освобожден

source: Available local numbers
ru: Доступные местные номера

source: Please select at least one number!
ru: Пожалуйста выберите по крайней мере один номер!

source: User have insufficient funds to perform this operation!
ru: У пользователя недостаточно средств для завершения этой операции!

source: Numbers successfully assigned
ru: Номера успешно назначены

source: Is free
ru: Свободен

source: Is reserved
ru: Зарезервирован

source: Assigned at
ru: Дата назначения

source: Account
ru: Аккаунт

source: Local number
ru: Местный номер

source: Edit local number %s
ru: Редактировать местный номер %s

source: Changes have been successfully applied
ru: Изменения были успешно применены

source: Ordering local phone numbers
ru: Заказ местных телефонных номеров

source: You have insufficient funds to perform this operation!
ru: У Вас недостаточно средств для завершения этой операции!

source: Detaching local number
ru: Отсоединение местного телефонного номера

source: Internal service error. Please contact the support.
ru: Внутренняя ошибка. Пожалуйста, свяжитесь со службой поддержки.

source: The cost of adding one number
ru: Цена добавления одного номера

source: Please select your desired local numbers
ru: Пожалуйста выберите желаемые местные номера

source: Checkout
ru: Оформить заказ

source: Cancel
ru: Отмена

source: Are you sure you want to detach local phone number
ru: Вы уверены что хотите отсоединить местный телефонный номер

source: This number is not mapped to any one group. To receive calls on this number you should assign it to an existing or new group.
ru: Этот номер не назначен ни на одну группу. Чтобы получать звонки на этот номер вы должны назначить его на существующую или новую группу.

source: Delete number
ru: Удалить номер

source: Save changes
ru: Сохранить изменения

source: You do not have any group of numbers. You must first create one.
ru: У Вас нет ни одной группы номеров. Вы должны сначала создать хотя бы одну.

source: Region
ru: Регион

source: Group name
ru: Имя группы

source: Edit
ru: Редактировать

source: Delete
ru: Удалить

source: You have no local numbers. You can add them below.
ru: У Вас нет местных номеров. Вы можете добавить его ниже.

source: Add numbers
ru: Добавить номер

source: Minutes left
ru: Минут осталось

source: To number
ru: На номер

source: To zone
ru: На зону

source: No free numbers!
ru: Нет свободных номеров!

source: To fix it go here:
ru: Чтобы исправить это пройдите по ссылке:

source: To group
ru: В группу

source: Add
ru: Добавить

source: Adding new local numbers
ru: Добавление новых местных номеров

source: Start range
ru: Начало диапазона

source: End range
ru: Конец диапазона

source: Number state
ru: Состояние номера

source: Reserved
ru: Зарезервирован

source: Free
ru: Свободен

source: Number
ru: Номер

source: Assigned to
ru: Назначен пользователю

source: Group
ru: Группа

source: Assigned service packet
ru: Назначенный пакет услуг

source: Phone number in the appointment process!
ru: Телефонный номер в процессе назначения!

source: Service packet application
ru: Заявка на пакет услуг

source: It is a free number.
ru: Это свободный номер.

source: Make reserved
ru: Зарезервировать

source: It is a reserved number.
ru: Это зарезервированный номер.

source: Please select region to make number free
ru: Пожалуйста, выберите регион, чтобы сделать номер свободным

source: Make free
ru: Освободить

source: When you detach local number - make it
ru: Когда отсоединяется номер - сделать его
