Repository: YuraSerko/globalhome
Catalog: globalhome/finoperations/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Withdraw funds
ru: Снятие средств

source: Depositing funds
ru: Внесение средств

source: Operation type
ru: Тип операции

source: User
ru: Пользователь

source: Value changes
ru: Изменение значения

source: Cause
ru: Причина

source: Date of operation
ru: Дата операции

source: %(operation)s %(value)s to user %(user)s
ru: %(operation)s %(value)s пользователю %(user)s

source: Balance operation
ru: Операция с балансом

source: Balance operations
ru: Операции с балансом
