Repository: YuraSerko/globalhome
Catalog: globalhome/page/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Homepage servise list widget
ru: Список услуг на главной

source: List of services in the middle part of the homepage
ru: Список услуг в средней части главной страницы

source: Content
ru: Содержимое

source: Homepage servise announce widget
ru: Анонс услуги на главной

source: Text with a brace at the left side
ru: Текст с фигурной скобкой слева

source: Title
ru: Заголовок

source: Homepage bottom text block
ru: Текстовый блок внизу главной страницы

source: Widget for publishing an arbitrary html code in columns at the bottom of homepage
ru: Виджет для публикации произвольного html кода в 3-х колонках внизу главной страницы

source: Read more
ru: Подробнее

source: Activate card
ru: Aктивировать<br>карточку

source: Services
ru: Услуги

source: Feedback
ru: Обратная<br>cвязь

source: How to use<br>our services
ru: Как пользоваться<br>услугами

source: Tariffs
ru: Тарифы

source: Payment<br>methods
ru: Способы<br>оплаты

source: Log in
ru: Вход

source: Management
ru: Управление

source: Personal area
ru: <br>Личный кабинет
