Repository: YuraSerko/globalhome
Catalog: globalhome/adminmail/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Letters
ru: Письма

source: Create language version
ru: Создать языковую версию

source: You should provide the fallowing keys in context: %(keys)s
ru: Вы должны предоставить в контекст следующие ключи: %(keys)s

source: Invitation email
ru: Пригласительное письмо

source: Registration key
ru: Ключ регистрации

source: URL to sign up
ru: URL для регистрации

source: Subject
ru: Тема

source: HTML template
ru: HTML шаблон письма

source: Plain text template
ru: Текстовой шаблон письма

source: If you leave this field blank, plain text body will be generated automatically
ru: Если вы оставите это поле пустым, текстовой шаблон будет сформирован автоматически

source: Language code
ru: Код языка

source: Letter class
ru: Класс письма

source: letter
ru: письмо

source: File
ru: Файл

source: Mime
ru: Тип MIME

source: Size
ru: Размер

source: permanent attachment
ru: вложение

source: Permanent attachments
ru: Вложения

source: Dashboard
ru: Панель

source: You can use the following variables in a form of {{ name }}
ru: Вы можете использовать следующие имена переменных шаблона в виде {{ имя_переменной }}

source: Mail
ru: Письмо

source: Language versions
ru: Языковые версии
