Repository: YuraSerko/globalhome
Catalog: globalhome/call_forwarding/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Enabled
ru: Включено

source: From number
ru: С номера

source: Type forward
ru: Тип переадресации

source: Wait time before forwarding
ru: Время ожидания ответа до переадресации

source: To number
ru: На номер

source: Specify time of day
ru: Указать время дня

source: Begin time, inclusive
ru: Начало, включительно

source: End time, not inclusive
ru: Конец, не включительно

source: Specify day of week
ru: Указать день недели

source: Please enter another number!
ru: Пожалуйста, введите другой номер!

source: Please enter some valid time or disable time block
ru: Пожалуйста, введите верное время или отключите блок условия времени

source: Please enter some valid time interval or disable time block
ru: Пожалуйста, введите верный интервал времени или отключите блок уловия времени

source: Please select some days of the week or disable this block
ru: Пожалуйста, выберите хотябы один день недели или отключите блок условия по дню недели

source: Error! Time of day or days of week is conflicting with <a href="%(link)s" onclick="%(onclick)s">this</a> rule!
ru: Ошибка! Время дня или дни недели конфликтуют с <a href="%(link)s" onclick="%(onclick)s">этим</a> правилом!

source: This changes conflicts with existing rules!
ru: Ваши изменения конфликтуют с существубщими правилами!

source: Mon
ru: Пнд

source: Tue
ru: Втр

source: Wed
ru: Срд

source: Thu
ru: Чтв

source: Fri
ru: Птн

source: Sat
ru: Сбт

source: Sun
ru: Вск

source: Monday
ru: Понедельник

source: Tuensday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: Every day
ru: Каждый день

source: Always
ru: Всегда

source: Call forwarding rules
ru: Правила переадресации звонков

source: Adding call forwarding rule
ru: Добавление правила переадресации звонков

source: Rule was succesfuly added.
ru: Правило было успешно добавлено

source: Editing call forwarding rule
ru: Редактирование правила переадресации звонков

source: Rule was succesfuly saved.
ru: Правило было успешно сохранено.

source: Deleting call forwarding rule
ru: Удаление правила переадресации звонков

source: Rule was succesfuly deleted.
ru: Правило было успешно удалено

source: Are you sure you want to delete this rule?
ru: Вы уверены, что хотите удалить это правило?

source: Yes
ru: Да

source: Condition
ru: Условие

source: Cancel
ru: Отмена

source: You can temporarily disable or enable this rule without deleting him
ru: Вы можете временно отключить или включить это правило без его удаления

source: Please select the number which during a call must be forwarded
ru: Пожалуйста, выберите номер, при звонке на который должна происходить переадресация

source: Please select the type of forward
ru: Пожалуйста, выберите условие, при котором должна происходить переадресация

source: Please specify the number to which you want to do call forwarding
ru: Пожалуйста, укажите номер в международном формате (7495xxxxxxx) или sip адрес (xxx@sip.globalhome.su), на который вы хотите сделать переадресацию звонков

source: You can specify the time of day when call forwarding will works.<br>Or you can disable this option. Then call forwarding will work all day.
ru: Вы можете указать время дня, когда переадресация звонков будет работать.<br>Или вы можете отключить эту опцию. Тогда переадресация будет работать весь день.

source: You can specify the days of week when call forwarding will works.<br>Or you can disable this option. Then call forwarding will work all week.
ru: Вы можете указать дни недели, когда переадресация звонков будет работать.<br>Или Вы можете отключить эту опцию. Тогда переадресация будет работать всю неделю.

source: Delete
ru: Удалить

source: Add rule
ru: Добавить правило

source: Save changes
ru: Сохранить изменения

source: Table of call forwarding rules
ru: Таблица правил переадресации звонков

source: Editing
ru: Редактирование

source: Deleting
ru: Удаление

source: Edit
ru: Редактировать

source: You have no call forwarding rules!
ru: У Вас нет правил переадресации звонков!
