Repository: YuraSerko/globalhome
Catalog: globalhome/tariffs/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Change telzone group for selected telzones
ru: Изменить группу телефонной зоны для выбранных телефонных зон

source: Upload tariffs from CSV file
ru: Привет

source: Error uploading file!
ru: Ошибка при загрузке тарифа!

source: File succesfully uploaded and inserted to database
ru: Файл успешно загружен и внедрён в базу данных

source: Total time: %s
ru: Всего заняло времени: %s

source: Errors total: %s
ru: Всего ошибок: %s

source: Warnings total: %s
ru: Всего предупреждений: %s

source: Messages total: %s
ru: Всего сообщений: %s

source: Missing tariffs data in database!
ru: В базе данных отсутствует информация по тарифам!

source: Had more errors, but not displayed
ru: Больше ошибок не отображается.

source: Had more warnings, but not displayed
ru: Больше предупреждений не отображается.

source: Had more messages, but not displayed
ru: Больше сообщений не отображается

source: Parsing file: Cannot parse CSV file in line %(line)s! Wrong values number!
ru: Обработка файла: Не могу обработать CSV файл в строке %(line)s! Неверное количество значений!

source: Parsing data: No parsed data from CSV file!!!
ru: Обработка данных: Из файла небыло разобрано никаких данных!

source: Parsing data: Mismatch of dates in lines %(line1)s and %(line2)s
ru: Обработка данных: Несоответствие дат в строках %(line1)s и %(line2)s

source: Parsing data: Code %(code)s with given name '%(zone_name)s' does not correspond to any telzone! See line %(line)s in your CSV file
ru: Обработка данных: Код %(code)s с указанным именем '%(zone_name)s' не соответствует ни одной зоне! См. строку %(line)s в Вашем CSV файле

source: Upload to Tariff group
ru: Загружать в тарифную группу

source: CSV file
ru: CSV файл

source: Replace existing tariffs
ru: Заменять существующие тарифы

source: Ignore missing telzones
ru: Игнорировать отсутствующие телефонные зоны

source: Add missing mobile codes
ru: Добавить отсутствующие мобильные телефонные коды

source: Select telzone group
ru: Выберите группу телефонной зоны

source: Telzone group name
ru: Имя группы телефонных зон

source: Variable slug
ru: Слаг переменной

source: Telzone group
ru: Группа телефонных зон

source: Telzone groups
ru: Группы телефонных зон

source: Telzone name
ru: Имя телефонной зоны

source: Russian telzone name
ru: Русское имя телефонной зоны

source: Telzone
ru: Телефонная зона

source: Telzones
ru: Телефонные зоны

source: Code
ru: Код

source: Telcode
ru: Телефонный код

source: Telcodes
ru: Телефонные коды

source: Tariff group name
ru: Имя тарифной группы

source: Tariff group
ru: Тарифная группа

source: Tariff groups
ru: Тарифные группы

source: Price
ru: Цена

source: Start date
ru: Дата начала

source: End date
ru: Дата окончания

source: Is active
ru: Активен

source: Tariff
ru: Тариф

source: Tariffs
ru: Тарифы

source: Home
ru: Домой

source: For next telzones telzone group will be changed:
ru: Для следующих телефонных зон группа будет изменена:

source: Cancel
ru: Отмена

source: Change
ru: Изменить

source: * All prices excluding VAT
ru: * Все цены без учета НДС

source: Direction
ru: Направление

source: Proper
ru: Стационарный

source: Mobile
ru: Мобильный

source: Please wait while tariffs are uploaded (about 30 sec)
ru: Пожалуйста, подождите, пока тарифы загрузятся (около 30 сек)

source: Upload
ru: Загрузить

source: Add
ru: Добавить
