Repository: YuraSerko/globalhome
Catalog: globalhome/telnumbers/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Internal numbers
ru: Внутренние номера

source: Add internal number
ru: Добавить внутренний номер

source: Number %s added successfully
ru: Номер %s успешно добавлен

source: Groups numbers
ru: Группы номеров

source: User's groups
ru: Группы пользователя

source: Edit group
ru: Редактировать группу

source: Group was saved succesfully
ru: Группа была успешно сохранена

source: Delete group
ru: Удалить группу

source: Group was succesfully deleted
ru: Группа была успешно удалена

source: Add group for user %s
ru: Добавить группу пользователю %s

source: Group was created succesfully
ru: Группа была успешно создана

source: Group name
ru: Имя группы

source: Group with this name already exists!
ru: Группа с этим именем уже существует!

source: Please select at least one number!
ru: Пожалуйста, выберите хотя бы один номер!

source: You should input 4 digits for a short number.
ru: Вы должны указать 4 цифры для короткого номера.

source: Password
ru: Пароль

source: Person name
ru: Имя владельца

source: Short number
ru: Короткий номер

source: Must consists of 4 digits
ru: Должен содержать 4 цифры

source: You should select another short number - this one exists already
ru: Вы должны выбрать другой короткий номер - этот уже существует

source: Add group
ru: Добавить группу

source: Add
ru: Добавить

source: Group of numbers
ru: Группа номеров

source: Account
ru: Учетная запись

source: Internal number
ru: Внутренний номер

source: Owner name
ru: Имя владельца

source: Internal phones
ru: Внутренние номера

source: Group numbers
ru: Группы номеров

source: Phone was changed succesfully
ru: Телефонный номер был успешно изменен

source: Editing a phone number %s
ru: Редактирование телефонного номера %s

source: Number was succesfully added.
ru: Номер был успешно добавлен.

source: Adding a number %s
ru: Добавление номера %s

source: An error occured. Try again or contact administrator
ru: Произошла ошибка. Попробуйте снова или свяжитесь с администрацией

source: Changes were saved.
ru: Изменения сохранены.

source: Edit phone number %(num)s
ru: Редактирование номера %(num)s

source: Groups of numbers
ru: Группы номеров

source: Adding a group of numbers
ru: Добавление группы номеров

source: Editing the group of numbers
ru: Редактирование группы номеров

source: Deleting the group of numbers
ru: Удаление группы номеров

source: Start range
ru: Начало диапазона

source: End range
ru: Конец диапазона

source: Number state
ru: Состояние номера

source: Reserved
ru: Зарезервированный

source: Free
ru: Свободный

source: Region
ru: Регион

source: External number
ru: Внешний номер

source: User name
ru: Имя пользователя

source: Filter by region:
ru: Фильтр по региону:

source: Add range
ru: Добавить диапазон

source: Delete range
ru: Удалить диапазон

source: Cancel
ru: Отмена

source: Selected numbers will be
ru: Выбранные номера будут

source: Reserved
ru: Зарезервированы

source: Freed
ru: Освобождены

source: Send e-mail notifications
ru: Посылать уведомление по e-mail

source: Detach
ru: Отсоединить

source: Adding group
ru: Добавление группы

source: Deleting
ru: Удаление

source: Are you sure that you want to delete a group of numbers
ru: Вы уверены, что хотите удалить группу номеров

source: of user
ru: пользователя

source: It's containing the numbers:
ru: В ней содержатся номера:

source: Will be deleted only bind to a group of numbers, numbers will not be affected.
ru: Будет удалена только связь группы и номеров, номера затронуты не будут.

source: Yes
ru: Да

source: Delete
ru: Удалить

source: Save changes
ru: Сохранить изменения

source: Please select the user to edit his group
ru: Пожалуйста, выберите пользователя, чтобы редактировать его группы

source: Company name
ru: Имя компании

source: You can select user's group to edit or delete. Also you can add a new group.
ru: Вы можете выбрать группу пользователя для редактирования или удаления. Так же Вы можете добавить новую группу.

source: Edit
ru: Редактировать

source: The user has no groups
ru: У пользователя нет групп

source: Adding new internal number
ru: Добавление нового внутреннего номера

source: Please select user
ru: Пожалуйста, выберите пользователя

source: Number
ru: Номер

source: Please select phones in this group:
ru: Пожалуйста, выберите номера в этой группе:

source: To user
ru: Пользователю

source: You have no internal numbers. You should create one first
ru: У Вас нет внутренних номеров. Вы должны сначала создать хотя бы один

source: Will be removed only bind to a group of numbers, numbers will not be affected.
ru: Будет удалена только связь группы и номеров, номера не будут затронуты.

source: Numbers
ru: Номера

source: Local numbers
ru: Местные номера

source: You have no groups.
ru: У Вас нет групп.

source: Add a group
ru: Добавить группу

source: You have no phone numbers. You can add one below
ru: У Вас нет телефонных номеров. Вы можете добавить их ниже

source: Actions
ru: Действия

source: Change
ru: Изменить

source: Add number
ru: Добавить номер
